;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Español
;Language name in English e.g. German
LanguageEn=Spanish
;Your name here. You can also leave your email, website, blog...
Translator=Argento <argentomovil@gmail.com>
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Ninguno
602=Opciones de Listary

;Tray Menu
1001=Ayuda en Línea
1002=Buscar actualizaciones...
1003=Acerca de
1004=Salir

;Toolbar
1100=Buscar

;Favorite Menu
2000=Favoritos
2001=Esta Aplicación
2002=Global
2003=Agregar Aquí
2004=Agregar Carpeta Actual a Favoritos
2050=No se Pudo Agregar Favorito
2051=Listary no pudo encontrar la ruta de esta Aplicación.

;Recent Menu
2100=Reciente
2101=Limpiar
2103=Carpeta
2104=Archivo
2105=Rastrear Esta Aplicación
2106=No Rastrear Esta Aplicación
2107=Mostrar Más...

;Smart Menu
2200=Inteligente
2201=Carpetas Actualmente
2202=Cambiar a Última Carpeta Abierta en el File Manager
2203=Abrir el Archivo Seleccionado en el File Manager
2204=Explorar la Carpeta Actual
2205=línea de Comandos
2206=Ir a la Carpeta de la Aplicación
2207=Explorar la Carpeta de la Aplicación
2208=Mostrar la Extensión de los Archivos
2209=Mostrar Archivos y Carpetas Ocultos
2210=Copiar la Ruta al Portapapeles
2211=Copiar la Ruta de los Items Seleccionados al Portapapeles
2212=Copiar el Nombre de los Items Seleccionados al Portapapeles
2213=Opciones
2214=Actualizar a la Versión Pro
2215=Agregar Aplicación a la Lista de Soportadas
2216=Deshabilitar Listary para esta Aplicación
2217=Exportar la Lista a un Archivo CSV
2218=Separador
2250=Se agregó correctamente %s a la lista.
2251=Puedes usar el botón central del ratón o el atajo %s para activar Listary en %s ahora.
2252=¿Estás seguro de que quieres deshabilitar Listary para esta aplicación?
2253=Deshabilitar Listary
2254=No se mostrará más Listary en la próxima ejecución de esta aplicación.\nSiempre puedes ir a Opciones > Aplicaciones para habilitarlo nuevamente.

;Search
2300=Lista
2301=Ir a
2302=No hay resultados para su búsqueda.

;Options > General
3000=General
3001=Iniciar Listary cuando inicie Windows
3002=Seleccionar el foco en el listado para el Explorer del XP
3003=Chequear actualizaciones cuando se abran las opciones
3004=Cambio Rápido (Abrir la carpeta actual cuando aparezca el diálogo desde el file manager)
3005=Idioma:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Favoritos
3101=Detalles
3102=Nombre:
3103=Atajo de Teclado:
3104=Tipo:
3105=Ruta:
3106=Submenu
3107=Agregar como Favorito
3108=Quitar como favorito al ítem seleccionado

;Options > Recent
3200=Reciente
3201=Items Globales Recientes:
3206=Rastrear Items Globales Recientes
3207=Rastrear archivos y carpetas recientes para todas las aplicaciones
3208=Seleccionar automáticamente el último archivo abierto en el diálogo
3209=Quitar los items seleccionados recientemente
3210=Quitar todos los items recientes
3211=Items Globales recientes
3212=Carpetas recientes por aplicación
3213=Archivos recientes por aplicación
3214=Items Recientes del Menú
3215=Search recent files and folders

;Options > Smart Commands
3300=Comandos Inteligentes
3301=Detalle de Comandos
3303=Comando:
3305=Mostrar este comando en el Menú Inteligente
3306=Agregar Comando Personalizado
3307=Nombre
3308=Atajo de Teclado
3309=Comando
3310=Mostrar en el Menú Inteligente
3311=Agregar como Comando Inteligente
3312=Quitar comando seleccionado

;Options > Applications
3400=Aplicaciones
3401=Opciones del la aplicación: (únicamente afecta a la aplicación seleccionada mas arriba)
3402=Habilitar Listary para esta aplicación
3403=Recordar los Archivos y Carpetas Recientes
3404=Agregar una aplicación para modificar sus opciones
3405=Quitar la aplicación seleccionada así como sus favoritos y items recientes
3406=Ruta

;Options > Keyboard and Mouse
3500=Teclado y Mouse
3501=Atajos de Teclado
3502=Globales:
3503=Mostrar la barra de Listary:
3504=Mostrar menú emergente:
3505=Local (funciona únicamente cuando se muestra la barra Listary):
3506=menu de Favoritos:
3507=menu de Recientes:
3508=menu Inteligente:
3509=Habilitar atajos de teclado locales (incluyendo atajos para favoritos y comandos inteligentes) para el explorador cuando Listary está oculto.
3510=Ratón
3511=Doble click en una región vacía para activar Listary en el Explorador/Diálogo/Escritorio
3512=Botón central para activar Listary

;Options > Display
3600=Mostrar
3601=Posición de la Ventana
3602=Absoluta
3603=Relativa al listado
3604=Relativa la ventana
3605=Desde arriba
3606=Desde abajo
3607=Desde la Izquierda
3608=Desde la derecha
3609=Opacidad
3610=Menu
3611=Número máximo de ítems a mostrar:
3612=Ancho Máximo (en píxeles):
3613=Ancho Mínimo (en píxeles):
3614=Mouse hover para abrir los menús (retardo en mili-segundos, 0 para deshabilitar):
3615=Popup Menu
3616=Mostrar items recientes en un submenú
3617=píxeles

;Options > Integration
4000=Integración
4001=Agregar el directorio de Total Commander como Favorito de Listary
4002=Usar Total Commander para reemplazar los diálogos:

;Options > Compatibility
3700=Compatibilidad
3701=Listary también trabajará con las siguientes aplicaciones:
3702=Agregar una aplicación a la lista de soportadas
3703=Quitar aplicación seleccionada de las soportadas
3704=File Manager
3705=Clase
3706=Ejecutable
3707=Barra de direcciones
3708=Si
3709=No

;Options > Pro
3800=Actualizar a Listary Pro
;3801=
3802=Nombre:
3803=Email:
3804=Código de Registro:
3805=Notas
3806=Listary se provee como freeware para uso personal y sin fines de lucro. Es ese caso usted tiene el derecho de usar este programa en forma gratuita.
3807=Para uso comercial, usted tiene que actualizar a Listary Pro.
3808=Pegar desde el Portapapeles
3809=Chequear Código de Registro

;Options > About
3900=Acerca de
3901=Listary es gratuito únicamente para uso personal. Para uso comercial, o si necesita las características avanzadas, por favor compre la versión Pro.
3902=Ver Homepage
3903=Este Programa está licenciado a

;Add Application Dialog
4100=Agregar Aplicación
4101=Arrastrar y soltar la mira sobre la barra de direcciones de la aplicación que desea agregar.
4102=Buscador:
4103=Clase:
4104=Ejecutable:
4105=Barra de Direcciones:
4106=Es un file manager (tildar para habilitar opciones que funcionan únicamente en los file managers)
4107=*FALLO* ¿el destino se ejecutó como admin?

;Custom Command Dialog
4200=Comando Personalizado
4201=Ruta completa a un archivo ejecutable.\nEjemplo: C:\Archivos de Programa\7-Zip\7z.exe
4202=Parámetro:
4203=El ejemplo le muestra como agregar el archivo seleccionado a un archivo 7-zip.\n\n Puede usar las siguientes variables como parámetro. Las Variables no contienen comillas, agréguelas manualmente de acuerdo con sus necesidades.
4204=%file%\t\tRuta completa al archivo/carpeta seleccionada.\nEjemplo:  D:\descargas\música\ejemplo.mp3\n\n%path%\tRuta a la carpeta actual.\nEjemplo: D:\descargas\música\\n\n%filename%\tNombre del Archivo/Carpeta seleccionada.\nEjemplo: ejemplo.mp3

;Add Favorite Dialog
4300=Add Favorite